Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: The Advisory Committee welcomed the information that use of the executive jet had been discontinued and that alternative arrangements were working well.
zh: 咨询委员会欢迎有关停用商务专机以及替代安排运作良好的信息。

source: The reduction recommended by the Advisory Committee in documents A/59/622, A/59/634 and A/59/736/Add.7 concerning the financing of UNOMIG related mainly to the Committee's recommendations on posts and helicopters.
zh: 26. 咨询委员会在有关联格观察团筹措经费的文件A/59/622、A/59/634和A/59/736/Add.7中建议的削减主要涉及委员会有关员额和直升机的各项建议。

source: Negotiations on the status-of-mission agreement for UNOMIG should be finalized and the format and presentation of results-based budgeting improved.
zh: 应敲定有关联格观察团地位协定的谈判，并完善成果预算编制的格式和列报。

source: Not only was the manner in which the management review of the Mission had been conducted particularly troubling, but the staffing requirements and structure of the Mission had now become irrelevant, resulting in a waste of time and resources.
zh: 不仅是观察团管理审查的方式尤其令人关注，而且观察团所需人员编制和结构现在也变得不切实际，造成时间和资源的浪费。

source: The Administration should draw lessons from that experience and hold managers accountable for their inaction or delayed action.
zh: 行政当局应从这一经验中吸取教训，并追究管理人员不采取行动或拖延行动的责任。

source: All future reviews undertaken by management should be finalized in a timely manner to ensure the relevance of the findings reported.
zh: 管理层今后进行各项审查都应及时敲定，以确保所报审查结果的相关性。

source: With regard to the establishment and/or reclassification of posts related to security, the Advisory Committee recommended that the security set-up of the Mission should be thoroughly analysed by the newly established Department of Safety and Security and the results of that analysis reflected in the subsequent budget submission for UNOMIG.
zh: 关于设立与安保有关的员额以及(或)改叙，咨询委员会建议新设立的安全和安保部应透彻分析观察团的安保结构，并在随后提交联格观察团的预算时反映分析的结果。

source: Pending that, no action should be taken with regard to the proposed changes.
zh: 在此之前，不应就拟议修改作出行动。

source: The Advisory Committee expected significant improvements to be made in the policy for vehicle and equipment procurement and recommended a $300,000 reduction in the rental and operation of helicopters, having concluded that that item had been significantly overbudgeted.
zh: 咨询委员会期望在车辆和设备采购政策方面会有大的改进，并认为租赁和使用直升机方面预算拨款过多，建议削减该项目30万美元。

source: With regard to the financing of UNIKOM, the Advisory Committee recommended that the General Assembly should take note of the report of the Secretary-General (A/59/614 and A/59/736/Add.14).
zh: 27. 有关伊科观察团的经费筹措问题，咨询委员会建议大会应注意秘书长的报告(A/59/614和A/59/736/Add.14)。

source: The reduction recommended by the Advisory Committee regarding the financing of UNMIK was related to the requested provision for travel.
zh: 28. 咨询委员会就科索沃特派团经费筹措建议的削减涉及请拨差旅费。

source: Despite an almost 100 per cent budget implementation rate, large amounts of prior-period obligations that had been included in the performance reports as expenditures had been subsequently cancelled.
zh: 尽管预算执行率几乎达100％，但是大量的前期承付款项被作为支出纳入各份业绩报告中，随后被取消了。

source: Missions like UNMIK which were downsizing should pay increased attention to proper budget discipline and their evolving role in response to changed circumstances and new challenges should be explained in a transparent manner and linked to staffing and other proposals.
zh: 像科索沃特派团这样正在缩小规模的特派团应更多地注意适当的预算纪律以及这些特派团因应情况变化而逐步发展的作用，并应以透明方式解释新的挑战，与员额配置和其他提议联系起来。

source: With regard to the proper grading of posts at UNMIK, the Advisory Committee reiterated its view that if functions could be consistently performed by staff at grades lower than the budgeted level of particular posts, then those posts should be considered for downward classification.
zh: 有关科索沃特派团各员额的适当叙级问题，咨询委员会重申其观点，即如果有些职能一直由低于预算编制的某些员额级别的工作人员履行，那么就应考虑将这些职位调低改叙。

source: Special post allowances should be restricted to exceptional circumstances when a staff member at a lower grade was temporarily performing functions at a higher grade pending the filling of the post at its appropriate level.
zh: 特别职位津贴应限于例外的情况，即在适当级别的员额被填补之前，级别较低的工作人员暂时履行较高级别的职能。

source: The Advisory Committee was of the view that the proposed travel programme should be further rationalized through the elimination of what appeared to be redundant trips by Department of Peacekeeping Operations staff to UNMIK for familiarization, assessment and provision of policy guidance and through a significant reduction in the number and duration of trips by UNMIK personnel, especially outside the Mission area.
zh: 咨询委员会认为，应通过消除维持和平行动部工作人员为了解情况、评估和提供政策指导而派往科索沃特派团进行看来多余的旅行，并通过大大减少科索沃特派团人员旅行的次数和逗留时间，尤其是到特派团地区之外的地方，进一步将拟议的旅行方案合理化。

source: In its report on the financing of UNMIL (A/59/624, A/59/630 and A/59/736/Add.11), the Advisory Committee called for a reduction in the number of posts requested.
zh: 29. 在其有关联合国利比里亚特派团的经费筹措的报告 (A/59/624，A/59/630和A/59/736/Add.11)中，咨询委员会吁请减少要求的员额数量。

source: With regard to the performance report, it had noted the need to correct a number of entry and coding errors and expected such errors to be corrected prior to submission, particularly in view of the fact that budget cycle dates were fixed and the related work should be planned well in advance.
zh: 有关业绩报告，它注意到有必要改正若干记录和编码的错误，并预计在提交之前将改正这些错误，尤其是鉴于预算周期日期已确定以及有关工作应提前计划好。

source: The Advisory Committee had noted with satisfaction that, in general, the presentation of the budget of UNMIL had taken into account observations made in the Committee's earlier report and that quantitative and qualitative performance indicators had been used to measure achieved and planned outputs.
zh: 咨询委员会满意地注意到，总的来说，联合国利比里亚特派团的预算编制列报顾及了委员会早期报告中所提出的意见，数量和质量业绩指标已被用来衡量实现和规划的产出。

source: The Advisory Committee trusted that UNMIL would continue to refine its results-based budgeting presentation.
zh: 咨询委员会相信联合国利比里亚特派团将继续完善其成果预算编制列报。

source: Regarding his sixth progress report on UNMIL, in which the Secretary-General proposed that the Security Council should authorize an additional 120 civilian police personnel for six months, commencing in August 2005, the Advisory Committee would consider any additional budgetary requirements that might arise in that respect.
zh: 有关秘书长关于联合国利比里亚特派团的第六份进度报告，其中他提议安全理事会应授权额外增派120名民警人员，从2005年8月开始，为期六个月，咨询委员会将审议这方面可能出现的任何额外预算所需经费。

source: The Advisory Committee's report included a discussion of the implications of the closure of the Office for the Coordination of Humanitarian Affairs office in Liberia, which was staffed with 32 Professional and 14 administrative personnel.
zh: 30. 咨询委员会的报告包括有关配置有32名专业工作人员和14名行政人员的人道主义事务协调厅驻利比里亚办事处结束所涉问题的讨论情况。

source: Given the continued need for humanitarian relief coordination, the Advisory Committee hoped that UNMIL would develop a long-term perspective on how functions currently within the Office of the Deputy Special Representative of the Secretary-General for Humanitarian Coordination, Rehabilitation, Recovery and Reconstruction would be transformed and eventually phased out and expected an update on the matter during the 2006-2007 budget presentation.
zh: 鉴于不断需要进行人道主义救济的协调，咨询委员会希望联合国利比里亚特派团就主管人道主义协调、恢复、复原和重建的秘书长副特别代表办公室内现有的职能将如何转变并最终取消进行长期的远景规划，并期望在2006-2007年预算列报期间看到有关该事项的最新情况。

source: The Advisory Committee recommended acceptance of the Secretary-General's proposal for the financing of UNDOF.
zh: 31. 咨询委员会建议接受秘书长就观察员部队的经费筹措问题作出的提议。

source: Given the long-standing nature of the Mission and its stability and efficiency, the Advisory Committee commended the noticeable improvements in the presentation of the results-based budgeting framework and expected an update on the extensive three-year Force modernization programme, which it also welcomed.
zh: 鉴于观察团的长期性质及其稳定和效率，咨询委员会赞赏在列报成果预算编制框架方面出现明显的改善，并期待看到有关为期三年的全面部队现代化方案的最新情况，咨询委员会也欢迎该方案。

source: Clear indications should be given by the Security Council before additional resources for increases in troop strength were requested and policy on the supply of armoured personnel carriers should also be rationalized.
zh: 在请拨增加兵力的额外资源之前，安全理事会应给予明确表示，有关装甲运兵车的供给政策也应该合理化。

source: Similarly, the Advisory Committee recommended acceptance of the Secretary-General's proposal for UNIFIL which, like UNDOF, was a long-standing, stable, and well-run mission.
zh: 32. 同样，咨询委员会建议接受秘书长就联黎部队作出的提议，该部队如观察员部队一样都是长期、稳定和运作良好的特派团。

source: The Advisory Committee commended UNIFIL and Headquarters for working together to introduce improved rations inventory and distribution controls and for enhancing regional cooperation in establishing a common rations contractor with UNDOF.
zh: 咨询委员会赞赏联黎部队和总部共同努力实行经完善的口粮库存和分配管制，并在建立与观察员部队的共同口粮承包商方面加强区域合作。

source: It recommended that UNIFIL, in close cooperation with Headquarters, should continue to monitor the cost and quality of rations provided by the current vendor.
zh: 它建议联黎部队与总部密切合作，继续监测现供应商提供口粮的费用和质量。

source: It also noted the Force's successful efforts to reduce travel expenses by, among other measures, combining Headquarters visits to United Nations missions in the Middle East.
zh: 它还注意到该部队除采取其他措施外，还通过将总部前往联合国驻中东各特派团进行访问结合起来，成功地减少差旅费。

source: The Advisory Committee was also encouraged by the increased use of such integrated communications facilities as videoconferencing.
zh: 诸如视像会议等综合通信设施的日益增多也使咨询委员会受到鼓舞。

source: The Advisory Committee recommended approval of the full amount proposed by the Secretary-General for the financing of UNAMSIL for the period 1 July 2005 to 30 June 2006.
zh: 33. 咨询委员会建议核准秘书长就联塞特派团2005年7月1日至2006年6月30日期间的经费筹措所提出的全额经费。

source: As the Secretariat would be submitting corrected figures, the Advisory Committee's report might have to be revised accordingly.
zh: 由于秘书处将提交经改正的数字，咨询委员会的报告可能要做相应的订正。

source: The cost overruns indicated in the performance report for UNAMSIL as resulting from the conversion of 120 staff members from the 300 to the 100 series of the Staff Rules needed to be established in a fully transparent manner and presented in the relevant peacekeeping budgets.
zh: 由于120名工作人员由《工作人员规则》300系列转为100系列，联塞特派团的业绩报告中所指出的经费超支必须以完全透明的方式确定并在有关的维持和平预算中列报出来。

source: The Advisory Committee noted extensive travel plans for UNAMSIL, which were hard to justify for a Mission that was nearing liquidation and recommended that the travel programme should be rationalized.
zh: 咨询委员会指出，联塞特派团大量的旅行计划对于即将清理结束的特派团来说是很难令人信服的，并建议应将旅行方案合理化。

source: Its report on UNAMSIL contained a section on liquidation activities covering assets disposal, environmental clean-up, high staff turnover, oversight during the liquidation phase and pending death and disability cases.
zh: 其有关联塞特派团的报告载有关于清理结束活动的部分，包括清理结束阶段期间的资产处理、环境清扫、工作人员的高更替率、监督以及尚未处理的死亡和残疾个案。

source: It stressed the need for the Department of Peacekeeping Operations to fully support UNAMSIL in maintaining appropriate levels of experienced staff during the important liquidation phase and drew the attention of UNAMSIL to the heightened need for close oversight by internal auditors during that phase.
zh: 它强调维持和平行动部有必要全力支持联塞特派团在重要的清理结束阶段期间将有经验的工作人员保持在适当的水平，并促请联塞特派团注意在这一阶段期间更有必要由内部审计人员进行密切的监督。

source: In the opinion of the Advisory Committee, one of the lessons learned from the best practices observed was that the coordinated planning and implementation of activities with all stakeholders would make for a more cost-effective use of resources, increase the chance of successful outcomes and allow planning for realistic exit strategies.
zh: 咨询委员会认为，从观察到的最佳做法中吸取的教训之一就是与各利益攸关者一道协调规划和开展各项活动有助于更符合成本效益地利用资源，提高取得圆满成果的机会，并可以规划符合现实的撤离战略。

source: The Advisory Committee recommended acceptance of the Secretary-General's proposals contained in document A/59/759 concerning the donation of UNAMSIL assets to the Government of Sierra Leone.
zh: 咨询委员会建议接受载于有关联塞特派团资产捐献给塞拉利昂政府的文件A/59/759中秘书长提出的各项提议。

source: The Advisory Committee's recommendations with regard to the financing of MINURSO included a reduction related to budgeted vacancy/delayed deployment rates.
zh: 34. 咨询委员会有关西撒特派团经费筹措的各项建议包括削减已编入预算的空缺/延迟部署率。

source: For the vacant posts placed on hold pending the outcome of the ongoing management review, the Advisory Committee hoped that the resulting proposals would be based on the actual levels of the positions filled and that a re-justification of the vacant posts would be provided or the posts abolished.
zh: 就进行中的管理审查得出结果以前搁置的空缺职位而言，咨询委员会希望根据已填补的职位的实际级别作出提议，并再次说明这些职位空缺的理由，或取消这些职位。

source: The Advisory Committee drew attention to the observations and recommendations of the Board of Auditors concerning air operations and requested MINURSO to closely monitor the use of aircraft and to carry out a management review aimed at ensuring a more efficient utilization of air assets.
zh: 咨询委员会促请注意审计委员会就空中业务提出的意见和建议，并请西撒特派团密切监测飞机的使用，并进行管理审查，以便确保更有效率地利用空中的资产。

source: Mr. Holovka (Serbia and Montenegro) said that under Security Council resolution 1244 (1999), the mandate of UNMIK was to maintain civil law and order, protect and promote humans rights, assure the safe and unimpeded return of all refugees and internally displaced persons to their homes, and to secure their freedom of movement.
zh: 35. Holovka先生(塞尔维亚和黑山)说，根据安全理事会第1244(1999)号决议，科索沃特派团的任务是维持民法和秩序，保护和促进人权，确保所有难民和国内流离失所者安全和无障碍地返回家园，并确保其流动自由。

source: Unfortunately, six years after the establishment of UNMIK, those prerequisites had not been met and he was astonished by the proposal to downsize the Mission in terms of both its composition and budget appropriation.
zh: 遗憾的是，在科索沃特派团成立后六年，这些先决条件都没有得到实现，他对有关在其组成和预算拨款方面缩小特派团的规模的提议感到很惊讶。

source: Notwithstanding the Mission's high budget implementation rate, the resources saved should be maintained in the budget on the condition that they were reallocated and redirected at providing services of a substantial nature.
zh: 尽管特派团的预算执行率高，节省的资源应保留在预算中，条件是这些资源要重新分拨用来提供实质性的服务。

source: That would facilitate greater safety and security for all and consequently contribute to the success of the Mission.
zh: 这将有助于为大家带来更大的安全和安保，因而有助于促进特派团的成功。

source: The performance report (A/59/623) failed to mention what the Mission had done to facilitate the return of the more than 220,000 internally displaced persons.
zh: 36. 业绩报告（A/59/623）没有提及特派团为协助22万多国内流离失所者回返所做的工作。

source: He was concerned that the report interpreted freedom of movement of minorities to mean the daily escorted transport of 250 minority members to their place of work.
zh: 报告将少数群体的流动自由解释为每日护送250名少数群体成员到其工作地点，他对此表示关切。

source: Serbia and Montenegro could not agree with such an interpretation of the Mission's mandate under resolution 1244 (1999).
zh: 塞尔维亚和黑山无法同意对特派团根据1244(1999)号决议授予的任务作这样的解释。

source: Once again, moreover, the paramount issue of decentralization for the creation of a stable environment had been omitted from the planned activities, as detailed in document A/59/633.
zh: 此外，文件A/59/633详细列出的计划活动中还是略去了有关下放权力以便建立稳定环境这一至关重要的问题。

source: If carried out, the proposed reductions should by no means affect the financial resources envisaged for security and the protection of minority rights, including freedom of movement and the right of return.
zh: 37. 如执行，拟以削减经费决不应影响设想分拨给安保和保护少数群体权利的财政资源，其中包括流动自由和回返权。

source: If anything, those resources should be increased in order to fulfil basic humanitarian needs.
zh: 相反，应增加这些资源，以便满足基本的人道主义需要。

source: His delegation endorsed the Advisory Committee's recommendation that the Secretary-General's proposal for the budget of UNMIK for the period from 1 July 2005 to 30 June 2006 should explain in a more transparent manner the rationale for downsizing the Mission.
zh: 他的代表团核准了咨询委员会的建议，即秘书长有关2005年7月1日至2006年6月30日期间科索沃特派团预算的提议应以更透明的方式解释缩小该特派团的规模的理由。

source: Letter dated 19 September 2005 from the Permanent Representative of the United Kingdom of Great Britain and Northern Ireland to the United Nations addressed to the President of the General Assembly
zh: 2005年9月19日大不列颠及北爱尔兰联合王国常驻联合国代表给大会主席的信

source: I have the honour to enclose herewith the text of the written statement of the delegation of the United Kingdom in exercise of the right of reply to the remarks made by Navinchandra Ramgoolam, Prime Minister of the Republic of Mauritius in the General Assembly on 19 September 2005 (see annex).
zh: 谨随函附上联合王国代表团行使答辩权，针对2005年9月19日毛里求斯共和国总理纳文钱德拉·拉姆古兰在大会的发言提出的书面声明(见附件)。

source: I should be most grateful if you could arrange to have the text of the present letter and the annexed statement circulated as a document of the General Assembly under agenda item 8.
zh: 请将此信及其所附声明作为大会议程项目8下的文件分发为荷。

source: (Signed) Emyr Jones Parry
zh: 埃米尔·琼斯·帕里(签名)

source: Annex to the letter dated 19 September 2005 from the Permanent Representative of the United Kingdom of Great Britain and Northern Ireland to the United Nations addressed to the President of the General Assembly
zh: 2005年9月19日大不列颠及北爱尔兰联合王国常驻联合国代表给大会主席的信的附件

source: Statement of the delegation of the United Kingdom of Great Britain and Northern Ireland in exercise of the right of reply to the remarks made by the Prime Minister of Mauritius in the general debate on 19 September 2005
zh: 大不列颠及北爱尔兰联合王国代表团行使答辩权对2005年9月19日毛里求斯总理在一般性辩论中有关说法的声明

source: The British Government maintains that the British Indian Ocean Territory is British and has been since 1814.
zh: 联合王国政府一贯认为，自1814年以来，英属印度洋领地就是联合王国领土并一直属于联合王国。

source: It does not recognize the sovereignty claim of the Mauritian Government.
zh: 联合王国不承认毛里求斯政府声称对该领土拥有主权。

source: However, the British Government has recognized Mauritius as the only State which has a right to assert a claim of sovereignty when the United Kingdom relinquishes its own sovereignty.
zh: 尽管如此，一旦联合王国放弃主权，我国承认毛里求斯为有权对其享有主权的唯一国家。

source: Successive British Governments have given undertakings to the Government of Mauritius that the Territory will be ceded when no longer required for defence purposes.
zh: 联合王国历届政府都向毛里求斯政府承诺，当该领地不再用于防御目的需要时就会予以放弃。

source: The British Government remains open to discussions regarding arrangements governing the British Indian Ocean Territory or the future of the Territory.
zh: 联合王国政府愿意随时就英属印度洋领地的安排或未来进行讨论。

source: The British Government has stated that when the time comes for the Territory to be ceded it will liaise closely with the Government of Mauritius.
zh: 联合王国政府声明，待放弃领地时机成熟时，它将会与毛里求斯政府进行密切接触。

source: The British Government values its close and constructive cooperation with the Government of Mauritius on a wide range of issues and looks forward to this continuing.
zh: 联合王国政府重视与毛里求斯政府就各种广泛问题进行的富有建设性的密切合作，期待着这种合作继续发展。

source: Held at Headquarters, New York, on Tuesday, 11 October 2005, at 3 p.m.
zh: 2005年10月11日，星期二，下午3时在纽约总部举行

source: later: Mr. Anshar (Vice-Chairman) (Indonesia)
zh: 随后： 安尚先生（副主席） （印度尼西亚）

source: later: Mr. Butagira (Chairman) (Uganda)
zh: 随后： 布塔吉拉先生（主席） （乌干达）

source: Agenda item 64: Advancement of women
zh: 议程项目64：提高妇女地位

source: Agenda item 65: Implementation of the outcome of the Fourth World Conference on Women and of the twenty-third special session of the General Assembly, entitled “Women 2000: gender equality, development and peace for the twenty-first century”
zh: 议程项目65：第四次妇女问题世界会议和题为“2000年妇女：二十一世纪两性平等、发展与和平”的大会第二十三届特别会议成果的执行情况

source: Agenda item 64: Advancement of women (A/60/38, A/60/111, A/60/137, A/60/137/Corr.1, A/60/165, A/60/206, A/60/211, A/60/274, A/60/281, A/60/372, A/60/62-E/2005/10, A/60/79 and A/60/371)
zh: 议程项目64：提高妇女地位（A/60/38、A/60/111、A/60/137、A/60/137/Corr.1、A/60/165、A/60/206、A/60/211、A/60/274、A/60/281、A/60/372、A/60/62-E/2005/10、A/60/79和A/60/371）

source: Agenda item 65: Implementation of the outcome of the Fourth World Conference on Women and of the twenty-third special session of the General Assembly, entitled “Women 2000: gender equality, development and peace for the twenty-first century” (A/60/170, A/60/111, A/60/211 and A/60/371)
zh: 议程项目65：第四次妇女问题世界会议和题为“2000年妇女：二十一世纪两性平等、发展与和平”的大会第二十三届特别会议成果的执行情况（A/60/170、A/60/111、A/60/211和A/60/371）

source: Ms. Mayanja (Assistant Secretary-General and Special Adviser on Gender Issues and Advancement of Women) said that the current session was taking place against the backdrop of the historic consensus on gender equality and the empowerment of women reached at the 2005 World Summit, the decisions taken at the Economic and Social Council's substantive session of 2005, the Secretary-General's report “In larger freedom: towards development, security and human rights for all” (A/59/2005) and the Review and Appraisal of the Beijing Declaration and Platform for Action and the Outcome Document of the Twenty-Third Special Session of the General Assembly (Beijing+10), held at the forty-ninth session of the Commission on the Status of Women in March 2005.
zh: 1. Mayanja女士（助理秘书长兼性别问题和提高妇女地位问题特别顾问）说，本届会议是在这样一种背景下召开的：2005年世界首脑会议对两性平等和赋予妇女权利达成的历史性的协商一致，2005年经济及社会理事会实质性会议作出的决定，秘书长关于《大自由：实现人人共享的发展、安全和人权》的报告（A/59/2005）和2005年3月妇女地位委员会第四十九届会议上召开的大会第二十三届特别会议（北京会议十周年）的“北京宣言和行动纲要审查和评估”及成果文件。

source: It was very encouraging that the Declaration issued at that session and the 2005 World Summit Outcome (A/60/L.1) both reaffirmed the importance of full implementation of the Beijing Declaration and Platform for Action.
zh: 令人十分鼓舞的是，会议上发表的宣言以及2005年世界首脑会议成果（A/60/L.1）都重申了充分执行《北京宣言和行动纲要》的重要性。

source: The latter also reaffirmed the importance of Security Council resolution 1325 (2000) on women and peace and security.
zh: 后一份文件还重申了关于妇女以及和平与安全问题的安全理事会第1325（2000）号决议的重要性。

source: That consensus must now be translated into reality and added to the past five-year gains.
zh: 这一协商一致目前必须落实为现实，增进过去五年的成果。

source: She recalled that world leaders had resolved to eliminate pervasive gender discrimination through a variety of measures (2005 World Summit Outcome, para. 58), and noted that progress had been made, particularly in establishing national machinery, national gender equality policies and strategies.
zh: 2. 她回顾，世界各国领导人决心通过各种各样措施消除到处存在的性别歧视现象（2005年世界首脑会议成果，第58段），并指出，已经出现进展，尤其是在设立国家机制，制定国家两性平等政策和战略方面。

source: Advances had also been made in women's participation in the economy, women's life expectancy, education for women and girls, awareness of the impact of HIV/AIDS, recognition of women's role in peace and security, mechanisms to promote women's rights and women's public sector participation.
zh: 以下方面也出现进展：妇女参与经济、妇女的预期寿命、妇女和女童的教育、对艾滋病毒/艾滋病造成影响的意识、承认妇女在和平与安全中发挥的作用、推动妇女权利的机制以及妇女在公共部门的参与等。

source: The Convention on the Elimination of All Forms of Discrimination against Women had now been ratified or acceded to by 180 States, most recently the United Arab Emirates and Monaco.
zh: 《消除对妇女一切形式歧视公约》目前已经有180个会员国批准或加入，最近加入的国家有阿拉伯联合酋长国和摩纳哥。

source: At the beginning of the current session, the Under-Secretary-General for Economic and Social Affairs had placed gender and social issues within the broader priority concern of the global rise of inequality, which was at the core of many of the issues addressed by the Committee.
zh: 3. 本届会议开始时，主管经济和社会事务的副秘书长把性别和社会问题放在了全球不平等现象增加这一更广泛的优先关注领域内，这是委员会探讨的许多问题的核心所在。

source: In particular, women's limited access to economic and non-economic opportunities was often at the root of their lower status in many societies.
zh: 尤其是妇女获得经济和非经济机遇有限，常常是其在许多社会处于低下地位的根源。

source: The need to eliminate such inequalities and ensure that women did not bear the brunt of the negative effects of globalization was perhaps the primary challenge in the period beyond Beijing+10.
zh: 因此需要消除这种不公平，确保妇女不首当其冲地受到全球化的消极影响，这也许是北京会议十周年之后面临的主要挑战。

source: Despite the global decline in absolute poverty, the goal of redressing disproportionately high poverty levels among women and their insufficient access to economic resources remained elusive.
zh: 4. 尽管全球赤贫现象减少，但解决贫穷妇女人数不成比例地过高这一问题及其获得经济资源机会不足的目标仍未实现。

source: The Millennium Project report made a strong case for integrating the empowerment of women into national strategies.
zh: 千年项目报告大力倡导把赋予妇女权力纳入国家战略。

source: Violence against women and girls was another challenge requiring the Committee's immediate attention.
zh: 对妇女和女童的暴力是另一个挑战，需要委员会立即给予关注。

source: At least one out of every three women worldwide had been beaten, coerced into sex or otherwise abused in her lifetime.
zh: 世界上每三名妇女中至少有一名妇女在一生中遭到殴打，强迫进行性生活，或受到其他虐待。
